export const LifeHistoryArray = [
  {
    name: 'Маргарита Лукьянченко, мама особого ребенка, учитель',
    history: `«Я счастливая и несчастная мать. Объяснить это трудно, понять почти невозможно.
    Первая беременность, сложные роды, родовая травма. Радость материнства, желание преодолеть
    все трудности, вера в чудесное исцеление и постоянная борьба, чувство вины за своего особого
    ребенка, разочарование и бессилие…
    Позже пришло осознание, что мой сын, мой непредсказуемый и сложный, беспомощный и
    неуправляемый ребенок, — это мой бесценный дар, это моя особая, и конечно, ограниченная в
    какой-то степени жизнь. Он многому меня научил: любить, ценить понимать, терпеть, желать, а
    главное, верить…
    Если человек родился, значит это кому-нибудь нужно. Нужно мне, нужно близким, нужно
    обществу, нужно вам…»`,
    avatar: `https://cdn-icons-png.flaticon.com/512/6997/6997660.png`
  },
  {
    name: 'Алина Задеба, мама особого ребенка, музыкальный руководитель',
    history: `«Моя младшая дочь – ребёнок-инвалид. Об этом очень редком заболевании (гиперлизинурии –
      непереносимости белка) я узнала через месяц после её рождения.
      И как ни парадоксально это звучит, но я очень благодарна Богу за то, что у меня родилась такая
      особенная дочь. Вначале гордыня, конечно же, принесла с собой отчаяние. Но при этом мягко и
      постепенно Господь подвёл меня к молитве. Можно было какое-то время ссылаться на усталость,
      невозможность молиться, но от действительности не уйти…
      И только когда пришло осознанное понимание ситуации, начались сдвиги в лечении.
      Постепенно я стала чувствовать себя спокойно и уверенно с дочерью на людях, научилась
      великодушно прощать окружающим некоторую бестактность. Через какое-то время осознала, что
      внутри меня что-то меняется: терпение, сдержанность, милосердие и доброта стали всегда
      присутствовать в моём сердце.
      Спасибо моей любимой семье, мужу и старшей дочери, без поддержки которых мне бы было
      тяжело как физически, так и морально. Мы радуемся достижениям нашей девочки, её успехам и
      победам! Мы – вместе!`,
    avatar: `https://cdn-icons-png.flaticon.com/512/6997/6997570.png`
  },  
  {
    name: 'Анастасия Кох-Мясникова, мама особого ребенка, учитель',
    history: `«Я работаю в школе учителем русского языка и литературы и считаю, что нет на земле более
    гуманных профессий, чем врач и учитель… разница лишь в том, что врач работает с физическим
    телом, а учитель – с душой человека. Быть успешной в моей нелегкой, но интересной и нужной
    профессии мне помогают коммуникабельность, тактичность и обязательность. Редкий случай,
    когда у учителя остаётся свободное время на хобби: то конспекты, то тетради, то внеклассные
    мероприятия, то открытые уроки. Поэтому всё свободное время я посвящаю своим детям.
    Я многодетная мама, воспитываю троих детей: Роман с синдромом Дауна, и, хотя ему скоро 19, он
    мой «солнечный» «маленький» сынок. Анне 15 лет, она ученица 9 класса, посещает воскресную
    школу и занимается в модельном агентстве. Младшему сыночку Арсению скоро исполнится 2
    годика. Он любимец всей семьи, активно познаёт мир и растёт на радость всем.
    Я мечтаю о счастливом будущем своих детей и верю в чудеса, ведь девиз нашей семьи – «чудеса
    живут там, где их любят и ждут». Особенный ребёнок в семье – это особенные хлопоты,
    особенные чувства и особенный уклад жизни. Моё счастье – это счастье близких мне людей.
    Счастлива ли я? Скорее да, чем нет…»`,
    avatar: `https://cdn-icons-png.flaticon.com/512/194/194938.png`
  },
];
